{
  "metadata": {
    "total_size": 12122071040
  },
  "weight_map": {
    "lm_head.weight": "pytorch_model-00002-of-00002.bin",
    "model.embed_tokens.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.0.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.0.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.0.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.0.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.0.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.0.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.0.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.0.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.0.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.1.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.1.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.1.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.1.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.1.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.1.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.1.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.1.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.1.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.10.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.10.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.10.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.10.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.10.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.10.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.10.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.10.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.10.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.11.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.11.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.11.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.11.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.11.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.11.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.11.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.11.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.11.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.12.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.12.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.12.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.12.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.12.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.12.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.12.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.12.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.12.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.13.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.13.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.13.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.13.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.13.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.13.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.13.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.13.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.13.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.14.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.14.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.14.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.14.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.14.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.14.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.14.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.14.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.14.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.15.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.15.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.15.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.15.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.15.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.15.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.15.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.15.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.15.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.16.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.16.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.16.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.16.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.16.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.16.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.16.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.16.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.16.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.17.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.17.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.17.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.17.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.17.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.17.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.17.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.17.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.17.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.18.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.18.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.18.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.18.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.18.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.18.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.18.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.18.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.18.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.19.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.19.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.19.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.19.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.19.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.19.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.19.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.19.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.19.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.2.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.2.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.2.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.2.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.2.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.2.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.2.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.2.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.2.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.20.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.20.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.20.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.20.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.20.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.20.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.20.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.20.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.20.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.21.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.21.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.21.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.21.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.21.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.21.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.21.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.21.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.21.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.22.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.22.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.22.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.22.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.22.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.22.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.22.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.22.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.22.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.23.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.23.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.23.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.23.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.23.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.23.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.23.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.23.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.23.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.24.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.24.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.24.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.24.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.24.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.24.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.24.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.24.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.24.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.25.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.25.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.25.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.25.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.25.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.25.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.25.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.25.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.25.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.26.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.26.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.26.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.26.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.26.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.26.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.26.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.26.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.26.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.27.ln1.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.27.ln2.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.27.mlp.down_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.27.mlp.gate_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.27.mlp.up_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.27.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.27.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.27.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.27.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.28.ln1.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.28.ln2.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.28.mlp.down_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.28.mlp.gate_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.28.mlp.up_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.28.self_attn.k_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.28.self_attn.o_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.28.self_attn.q_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.28.self_attn.v_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.29.ln1.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.29.ln2.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.29.mlp.down_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.29.mlp.gate_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.29.mlp.up_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.29.self_attn.k_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.29.self_attn.o_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.29.self_attn.q_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.29.self_attn.v_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.3.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.3.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.3.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.3.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.3.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.3.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.3.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.3.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.3.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.30.ln1.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.30.ln2.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.30.mlp.down_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.30.mlp.gate_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.30.mlp.up_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.30.self_attn.k_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.30.self_attn.o_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.30.self_attn.q_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.30.self_attn.v_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.31.ln1.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.31.ln2.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.31.mlp.down_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.31.mlp.gate_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.31.mlp.up_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.31.self_attn.k_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.31.self_attn.o_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.31.self_attn.q_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.31.self_attn.v_proj.weight": "pytorch_model-00002-of-00002.bin",
    "model.layers.4.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.4.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.4.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.4.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.4.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.4.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.4.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.4.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.4.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.5.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.5.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.5.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.5.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.5.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.5.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.5.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.5.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.5.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.6.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.6.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.6.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.6.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.6.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.6.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.6.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.6.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.6.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.7.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.7.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.7.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.7.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.7.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.7.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.7.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.7.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.7.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.8.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.8.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.8.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.8.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.8.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.8.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.8.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.8.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.8.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.9.ln1.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.9.ln2.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.9.mlp.down_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.9.mlp.gate_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.9.mlp.up_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.9.self_attn.k_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.9.self_attn.o_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.9.self_attn.q_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.layers.9.self_attn.v_proj.weight": "pytorch_model-00001-of-00002.bin",
    "model.norm.weight": "pytorch_model-00002-of-00002.bin"
  }
}
